/**
 * iOS Strings File
 * Generated by Twine
 * Language: en
 */

/* General */
"AppStore_Url_Pro" = "http://itunes.apple.com/us/app/single-tap-to-share-photo/id498769617?mt=8";
"AppStore_Open" = "Open in AppStore";
"FirstAlert_Title" = "Welcome to tottepost!";
"FirstAlert_Message" = "Thank you for using this application.\n First, you tap icon of the gear wheel at the lower right.\nAnd choice service you want to upload to.";
"FirstAlert_OK" = "OK";
"Alert_Error" = "Error";
"Alert_NoSubmittersEnabled" = "There is no services enabled.";
"Main_Post" = "Post";
"Main_Cancel" = "Cancel";
"Settings_Row_About" = "About / Feedback";
"Settings_Row_PhotoPreset" = "Photo Resolution";
"Settings_Row_VideoPreset" = "Video Resolution";
"Settings_Row_Silent" = "Silent Mode";
"Silent_Mode_Alert_Title" = "What's this.";
"Silent_Mode_Alert_Message" = "This feature is usable only in Japan, people living outside Japan not needed since you can mute shutter sound. So please turn off it.";
"Silent_Mode_Alert_Cancel_Button_Title" = "OK";
"Settings_Row_Shutter_Volume" = "Shutter Volume";
"Settings_Title_PhotoPreset" = "Photo Resolution";
"Settings_Title_VideoPreset" = "Video Resolution";
"ProgressCell_Completed" = "Completed";
"ProgressCell_Canceled" = "Canceled";
"Progress_Completed" = "Upload completed";
"Progress_Uploading" = "Remaining %d";
"Progress_Finished" = "Remaining %d";
"Flash_Off" = "Off";
"Flash_Auto" = "Auto";
"Abort_Alert_Title" = "Warning";
"Abort_Alert_Message" = "Do you cancel all uploading files?";
"Abort_Alert_OK" = "OK";
"Abort_Alert_Cancel" = "Cancel";
"Restart_Alert_Title" = "Warning";
"Restart_Alert_Message" = "Do you cancel all uploading files?";
"Restart_Alert_OK" = "OK";
"Restart_Alert_Cancel" = "Cancel";
"Settings_Row_Comment_Disabled" = "(Not in Lite)";
"About_Section_About" = "About tottepost";
"About_Section_Feedback" = "Feedback";
"About_Section_Feedback_Footer" = "If you are new to UserVoice, EMail address is required.";
"About_Feedback_Mail_Button" = "Mail";
"About_Feedback_Mail_Title" = "Feedback via Mail";
"About_Feedback_UserVoice_Button" = "Open";
"About_Feedback_UserVoice_Title" = "Feedback via UserVoice";
"About_Feedback_Rate_Button" = "Rate";
"About_Feedback_Rate_Title" = "Rate in AppStore";
"AboutText" = "Copyright (c) 2011, ISHITOYA Kentaro.\nCopyright (c) 2011, WATANABE Ken. \n\nWe provice source code on github, \nhttps://github.com/kent013/tottepost\n\nAnd we are using lots of great OSS libraries.\nTheir copyright notices are placed in github.\n\nIf you have any questions or requests, please feel free to send us feedback.\n\nYou can mail us with below button. (You need mail account)";
"PS_Upload_Failed" = "Upload Failed...";
"PS_Upload_Failed_Detail" = "You can restart upload by tapping on upload count.";

/* AAMFeedback */
"AAMFeedbackTitle" = "Feedback";
"AAMFeedbackTopicsTitle" = "Topics";
"AAMFeedbackButtonMail" = "Mail";
"AAMFeedbackDescriptionPlaceholder" = "Please write for details.";
"AAMFeedbackTableHeaderTopics" = "Please Fill";
"AAMFeedbackTableHeaderBasicInfo" = "Your Environment";
"AAMFeedbackTopicsQuestion" = "Question";
"AAMFeedbackTopicsRequest" = "Request";
"AAMFeedbackTopicsBugReport" = "Bug Report";
"AAMFeedbackTopicsMedia" = "Media";
"AAMFeedbackTopicsBusiness" = "Business";
"AAMFeedbackTopicsOther" = "Other";
"AAMFeedbackMailDidFinishWithError" = "Failed to send your feedback. Please try later.";

/* appirater */
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!";
"Rate %@" = "Rate %@";
"No, Thanks" = "No, Thanks";
"Remind me later" = "Remind me later";
